/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Gebruik BlackBerry Blend om die boodskappe en inhoud van jou BlackBerry-toestel op jou rekenaar te sien. Jy kan ook jou kalender en kontakte sien en lêers tussen jou rekenaar en toestel bestuur. As jou toestel vir Enterprise geaktiveer is, kan jy veilig toegang kry tot jou werkinligting, lêers en intranet sonder om aan VPN te verbind. BlackBerry Blend word gesteun op toestelle wat BlackBerry 10 OS weergawe 10.3 of nuwer loop.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Gebruik BlackBerry Link om jou toesteldata te rugsteun en te herstel, na ’n nuwe toestel oor te skakel, jou toestelsagteware by te werk of toestelsagteware te herinstalleer. Jy kan ook jou media, dokumente en organiseerderdata soos kontakte en kalenders tussen jou toestel en jou rekenaar sinchroniseer. Laat toegang tot die lêers op jou rekenaar vanaf jou toestel toe deur die afstand-lêertoegang-kenmerk, en meer, te gebruik!";